{
  "references": {
    "sectionTitle": "References",
    "title": "References list",
    "enableMentions": true,
    "referenceList": [
      {
        "chapterId": 1,
        "references": [
          {
            "reference": "Barr AJ. The biochemical basis of disease. <em>Essays in biochemistry</em>. 2018;62(5):619-642."
          },
          {
            "reference": "De Fronzo RA, Abdul-Ghani MA. Preservation of B-cell function: the key to diabetes prevention. <em>The Journal of Clinical Endocrinology and Metabolism</em>. 2011;96(8):2354-2366."
          },
          {
            "reference": "Faerch K, Borch-Johnsen K, Holst JJ, Vaag A. Pathophysiology and aetiology of impaired fasting glycaemia and impaired glucose tolerance: does it matter for prevention and treatment of type 2 diabetes? <em>Diabetologia</em>. 2009;52(9):1714-1723."
          },
          {
            "reference": "Goyal R NM, Jialal I. <em>Glucose Intolerance. [Updated 2023 Aug 8]. 2024 Jan. Available from</em>: Treasure Island (FL): StatPearls Publishing."
          },
          {
            "reference": "Nathan DM, Genuth S, Lachin J, et al. The effect of intensive treatment of diabetes on the development and progression of long-term complications in insulin-dependent diabetes mellitus. <em>The New England Journal of Medicine</em>. 1993;329(14):977-986."
          },
          {
            "reference": "Shields BM, Peters JL, Cooper C, et al. Can clinical features be used to differentiate type 1 from type 2 diabetes? A systematic review of the literature. <em>BMJ Open</em>. 2015;5(11):009088."
          },
          {
            "reference": "Tabák AG, Herder C, Rathmann W, Brunner EJ, Kivimäki M. Prediabetes: a high-risk state for diabetes development. <em>Lancet</em>. 2012;379(9833):2279-2290."
          },
          {
            "reference": "World Health Organization. Classification of diabetes mellitus. <a href=\"https://www.who.int/publications/i/item/classification-of-diabetes-mellitus\" target=\"_blank\">https://www.who.int/publications/i/item/classification-of-diabetes-mellitus.</a>"
          }
        ]
      },
      {
        "chapterId": 2,
        "references": [
          {
            "reference": "Antza C, Kostopoulos G, Mostafa S, Nirantharakumar K, Tahrani A. The links between sleep duration, obesity and type 2 diabetes mellitus.<em> The Journal of endocrinology</em>. 2021;252(2):125-141."
          },
          {
            "reference": "Azmiardi A, Murti B, Febrinasari RP, Tamtomo DG. The effect of peer support in diabetes self-management education on glycemic control in patients with type 2 diabetes: a systematic review and meta-analysis. <em>Epidemiology and health</em>. 2021;43:2021090."
          },
          {
            "reference": "Boulé NG, Kenny GP, Haddad E, Wells GA, Sigal RJ. Meta-analysis of the effect of structured exercise training on cardiorespiratory fitness in Type 2 diabetes mellitus. <em>Diabetologia</em>. 2003;46(8):1071-1081."
          },
          {
            "reference": "Campagna D, Alamo A, Di Pino A, et al. Smoking and diabetes: dangerous liaisons and confusing relationships. <em>Diabetology & metabolic syndrome</em>. 2019;11:85."
          },
          {
            "reference": "Cosentino F, Grant PJ, Aboyans V, et al. 2019 ESC Guidelines on diabetes, pre-diabetes, and cardiovascular diseases developed in collaboration with the EASD. <em>European heart journal</em>. 2020;41(2):255-323."
          },
          {
            "reference": "Hills AP, Misra A, Gill JMR, et al. Public health and health systems: implications for the prevention and management of type 2 diabetes in south Asia. <em>The lancet Diabetes & endocrinology</em>. 2018;6(12):992-1002."
          },
          {
            "reference": "Kirwan JP, Sacks J, Nieuwoudt S. The essential role of exercise in the management of type 2 diabetes. <em>Cleveland Clinic journal of medicine</em>. 2017;84(7 Suppl 1):S15-s21."
          },
          {
            "reference": "Lambrinou E, Hansen TB, Beulens JW. Lifestyle factors, self-management and patient empowerment in diabetes care. <em>European journal of preventive cardiology</em>. 2019;26(2_suppl):55-63."
          },
          {
            "reference": "Lee S, Kim JH, Chung JH. The association between sleep quality and quality of life: a population-based study. <em>Sleep medicine</em>. 2021;84:121-126."
          },
          {
            "reference": "Muraki I, Wada H, Tanigawa T. Sleep apnea and type 2 diabetes. <em>Journal of diabetes investigation</em>. 2018;9(5):991-997."
          },
          {
            "reference": "Skinner TC, Joensen L, Parkin T. Twenty-five years of diabetes distress research. <em>Diabetic medicine: a journal of the British Diabetic Association</em>. 2020;37(3):393-400."
          },
          {
            "reference": "Vasanth R, Ganesh A, Shanker R. Impact of Stress on Type 2 Diabetes Mellitus Management. <em>Psychiatria Danubina</em>. 2017;29(Suppl 3):416-421."
          },
          {
            "reference": "World Health Organization. Physical activity and sedentary behaviour: a brief to support people living with type 2 diabetes. <a href=\"https://iris.who.int/handle/10665/364452\" target=\"_blank\">https://iris.who.int/handle/10665/364452</a>. "
          },
          {
            "reference": "Yardley JE, Sigal RJ. Exercise strategies for hypoglycemia prevention in individuals with type 1 diabetes. <em>Diabetes spectrum: a publication of the American Diabetes Association</em>. 2015;28(1):32-38."
          },
          {
            "reference": "Younk LM, Mikeladze M, Tate D, Davis SN. Exercise-related hypoglycemia in diabetes mellitus. <em>Expert review of endocrinology & metabolism</em>. 2011;6(1):93-108."
          },
          {
            "reference": "Yun I, Joo HJ, Park YS, Park EC. Association between Physical Exercise and Glycated Hemoglobin Levels in Korean Patients Diagnosed with Diabetes. <em>International journal of environmental research and public health</em>. 2022;19(6)."
          }
        ]
      },
      {
        "chapterId": 3,
        "references": [
          {
            "reference": "Bahendeka S, Kaushik R, Swai AB, et al. EADSG Guidelines: Insulin Storage and Optimisation of Injection Technique in Diabetes Management. <em>Diabetes therapy: Research, Treatment and Education of Diabetes and Related Disorders</em>. 2019;10(2):341-366."
          },
          {
            "reference": "Baker C, Retzik-Stahr C, Singh V, Plomondon R, Anderson V, Rasouli N. Should metformin remain the first-line therapy for treatment of type 2 diabetes? <em>Therapeutic Advances in Endocrinology and Metabolism</em>. 2021;12:2042018820980225."
          },
          {
            "reference": "The Johns Hopkins Patient Guide to Diabetes. Basal Insulins (intermediate and long-acting). <a href=\"https://hopkinsdiabetesinfo.org/medications-for-diabetes-intermediate-and-long-acting-insulins/\" target=\"_blank\">https://hopkinsdiabetesinfo.org/medications-for-diabetes-intermediate-and-long-acting-insulins/</a>. "
          },
          {
            "reference": "Garber AJ, Duncan TG, Goodman AM, Mills DJ, Rohlf JL. Efficacy of metformin in type II diabetes: results of a double-blind, placebo-controlled, dose-response trial. <em>The American Journal of Medicine</em>. 1997;103(6):491-497."
          },
          {
            "reference": "Hills AP, Misra A, Gill JMR, et al. Public health and health systems: implications for the prevention and management of type 2 diabetes in south Asia. <em>The Lancet Diabetes & Endocrinology</em>. 2018;6(12):992-1002"
          },
          {
            "reference": "International Diabetes Federation. Add-on treatment for type 2 diabetes on the WHO Model List of Essential Medicines 2021. <a href=\"https://cdn.who.int/media/docs/default-source/essential-medicines/2021-eml-expert-committee/applications-for-addition-of-new-medicines/a.29_sglt2.pdf?sfvrsn=35f1e4c8_4\" target=\"_blank\">https://cdn.who.int/media/docs/default-source/essential-medicines/2021-eml-expert-committee/applications-for-addition-of-new-medicines/a.29_sglt2.pdf?sfvrsn=35f1e4c8_4</a>. "
          },
          {
            "reference": "Naidoo P, Virendra R, Layla M. Effects of gliclazide dose escalation on postprandial hyperglycemia in type 2 diabetes mellitus: A prospective, open-label, case-controlled, dose-escalation study. <em>Current Therapeutic Research, Clinical and Experimental</em>. 2006;67(2):81-102."
          },
          {
            "reference": "Roglic G, Norris SL. Medicines for Treatment Intensification in Type 2 Diabetes and Type of Insulin in Type 1 and Type 2 Diabetes in Low-Resource Settings: Synopsis of the World Health Organization Guidelines on Second- and Third-Line Medicines and Type of Insulin for the Control of Blood Glucose Levels in Nonpregnant Adults With Diabetes Mellitus. <em>Annals of Internal Medicine</em>. 2018;169(6):394-397."
          },
          {
            "reference": "Salti I, Bénard E, Detournay B, et al. A population-based study of diabetes and its characteristics during the fasting month of Ramadan in 13 countries: results of the epidemiology of diabetes and Ramadan 1422/2001 (EPIDIAR) study. <em>Diabetes Care</em>. 2004;27(10):2306-2311."
          },
          {
            "reference": "Tomlinson B, Li YH, Chan P. Evaluating gliclazide for the treatment of type 2 diabetes mellitus. <em>Expert Opinion on Pharmacotherapy</em>. 2022;23(17):1869-1877."
          },
          {
            "reference": "World Health Organization. Global Report on Diabetes. <a href=\"https://www.who.int/publications/i/item/9789241565257\" target=\"_blank\">https://www.who.int/publications/i/item/9789241565257</a>. "
          },
          {
            "reference": "World Health Organization. Guidelines on second- and third-line medicines and type of insulin for the control of blood glucose levels in non-pregnant adults with diabetes mellitus. <a href=\"https://www.who.int/publications/i/item/9789241550284\" target=\"_blank\">https://www.who.int/publications/i/item/9789241550284</a>. "
          },
          {
            "reference": "World Health Organization. WHO Model List of Essential Medicines - 23rd list, 2023. <a href=\"https://www.who.int/publications/i/item/WHO-MHP-HPS-EML-2023.02\" target=\"_blank\">https://www.who.int/publications/i/item/WHO-MHP-HPS-EML-2023.02</a>. 2024."
          },
          {
            "reference": "World Health Organization. WHO package of essential noncommunicable (PEN) disease interventions for primary health care. <a href=\"https://www.who.int/publications/i/item/9789240009226\" target=\"_blank\">https://www.who.int/publications/i/item/9789240009226</a>."
          }
        ]
      },
      {
        "chapterId": 4,
        "references": [
          {
            "reference": "Aikaeli F, Njim T, Gissing S, et al. Prevalence of microvascular and macrovascular complications of diabetes in newly diagnosed type 2 diabetes in low-and-middle-income countries: A systematic review and meta-analysis. <em>PLOS Global Public Health</em>. 2022;2(6):e0000599."
          },
          {
            "reference": "Antithrombotic Trialists' (ATT) Collaboration. Aspirin in the primary and secondary prevention of vascular disease: collaborative meta-analysis of individual participant data from randomised trials. <em>The Lancet</em>. 2009;373(9678):1849-1860."
          },
          {
            "reference": "Bain SC, Klufas MA, Ho A, Matthews DR. Worsening of diabetic retinopathy with rapid improvement in systemic glucose control: A review. <em>Diabetes, Obesity & Metabolism</em>. 2019;21(3):454-466."
          },
          {
            "reference": "Cohen SR, Gardner TW. Diabetic Retinopathy and Diabetic Macular Edema. <em>Developments in Ophthalmology</em>. 2016;55:137-146."
          },
          {
            "reference": "Defeudis G, Mazzilli R, Tenuta M, et al. Erectile dysfunction and diabetes: A melting pot of circumstances and treatments. <em>Diabetes/Metabolism Research and Reviews</em>. 2022;38(2):e3494."
          },
          {
            "reference": "Johns Hopkins Medicine. Diabetes and High Blood Pressure. <a href=\"https://www.hopkinsmedicine.org/health/conditions-and-diseases/diabetes/diabetes-and-high-blood-pressure\" target=\"_blank\">https://www.hopkinsmedicine.org/health/conditions-and-diseases/diabetes/diabetes-and-high-blood-pressure</a>. "
          },
          {
            "reference": "Lin KY, Hsih WH, Lin YB, Wen CY, Chang TJ. Update in the epidemiology, risk factors, screening, and treatment of diabetic retinopathy. <em>Journal of diabetes investigation</em>. 2021;12(8):1322-1325."
          },
          {
            "reference": "Persson F, Rossing P. Diagnosis of diabetic kidney disease: state of the art and future perspective. <em>Kidney International Supplements</em>. 2018;8(1):2-7."
          },
          {
            "reference": "Snell-Bergeon JK, Wadwa RP. Hypoglycemia, diabetes, and cardiovascular disease. <em>Diabetes Technology & Therapeutics</em>. 2012;14 Suppl 1(Suppl 1):S51-58."
          }
        ]
      },
      {
        "chapterId": 5,
        "references": [
          {
            "reference": "Abdoli S, Hessler D, Smither B, Miller-Bains K, Burr EM, Stuckey HL. New insights into diabetes burnout and its distinction from diabetes distress and depressive symptoms: A qualitative study. <em>Diabetes Research and Clinical Practice</em>. 2020;169:108446."
          },
          {
            "reference": "Behavioral Diabetes Institute. Diabetes Distress Assessment Scale. <a href=\"https://behavioraldiabetes.org/scales-and-measures/#1640735397425-def30b53-ef48\" target=\"_blank\">https://behavioraldiabetes.org/scales-and-measures/#1640735397425-def30b53-ef48</a>. "
          },
          {
            "reference": "Candrian C, Lasker Hertz S, Matlock D, et al. Development of a Community Advance Care Planning \nGuides Program and the RELATE Model of Communication. <em>The American Journal of Hospice & Palliative Care</em>. 2020;37(1):5-11."
          },
          {
            "reference": "Fernandez-Lazaro CI, García-González JM, Adams DP, et al. Adherence to treatment and related factors among patients with chronic conditions in primary care: a cross-sectional study. <em>BMC Family Practice</em>. 2019;20(1):132."
          },
          {
            "reference": "Funnell MM, Anderson RM, Arnold MS, et al. Empowerment: an idea whose time has come in diabetes education. <em>The Diabetes Educator</em>. 1991;17(1):37-41."
          },
          {
            "reference": "Gilden JL, Hendryx M, Casia C, Singh SP. The effectiveness of diabetes education programs for older patients and their spouses. <em>Journal of the American Geriatrics Society.</em> 1989;37(11):1023-1030."
          },
          {
            "reference": "Graffigna G, Barello S, Libreri C, Bosio CA. How to engage type-2 diabetic patients in their own health management: implications for clinical practice. <em>BMC Public Health</em>. 2014;14(1):648."
          },
          {
            "reference": "Guy EHMR, Heidi Van V, Eelco de K. Person-centered diabetes care and patient activation in people with type 2 diabetes. <em>BMJ Open Diabetes Research & Care</em>. 2020;8(2):e001926."
          },
          {
            "reference": "Hoogendoorn CJ, Schechter CB, Llabre MM, Walker EA, Gonzalez JS. Distress and Type 2 Diabetes Self-Care: Putting the Pieces Together. <em>Annals of Behavioral Medicine: A Publication of The Society of Behavioral Medicine</em>. 2021;55(10):938-948."
          },
          {
            "reference": "Kiriella DA, Islam S, Oridota O, et al. Unraveling the concepts of distress, burnout, and depression in type 1 diabetes: A scoping review. eClinicalMedicine. 2021;40."
          },
          {
            "reference": "Liang D, Jia R, Zhou X, et al. The effectiveness of peer support on self-efficacy and self-management in people with type 2 diabetes: A meta-analysis. <em>Patient Education and Counseling</em>. 2021;104(4):760-769."
          },
          {
            "reference": "Martire LM. The \"Relative\" Efficacy of Involving Family in Psychosocial Interventions for Chronic Illness: Are There Added Benefits to Patients and Family Members? <em>Families, Systems, & Health</em>. 2005;23(3):312-328."
          },
          {
            "reference": "Marzban S, Najafi M, Agolli A, Ashrafi E. Impact of Patient Engagement on Healthcare Quality: A Scoping Review. <em>Journal of Patient Experience</em>. 2022;9:23743735221125439."
          },
          {
            "reference": "Massey CN, Feig EH, Duque-Serrano L, Huffman JC. Psychological Well-Being and Type 2 Diabetes. <em>Current Research in Diabetes & Obesity Journal</em>. 2017;4(4)."
          },
          {
            "reference": "Mayberry LS, Osborn CY. Family support, medication adherence, and glycemic control among adults with type 2 diabetes. <em>Diabetes Care</em>. 2012;35(6):1239-1245."
          },
          {
            "reference": "Nicolucci A, Kovacs Burns K, Holt RIG, et al. Diabetes Attitudes, Wishes and Needs second study (DAWN2™): Cross-national benchmarking of diabetes-related psychosocial outcomes for people with diabetes. <em>Diabetic Medicine</em>. 2013;30(7):767-777."
          },
          {
            "reference": "Peimani M, Monjazebi F, Ghodssi-Ghassemabadi R, Nasli-Esfahani E. A peer support intervention in improving glycemic control in patients with type 2 diabetes. <em>Patient Education and Counseling</em>. 2018;101(3):460-466."
          },
          {
            "reference": "Rushforth B, McCrorie C, Glidewell L, Midgley E, Foy R. Barriers to effective management of type 2 diabetes in primary care: qualitative systematic review. <em>The British Journal of General Practice: The Journal of the Royal College of General Practitioners</em>. 2016;66(643):e114-127."
          },
          {
            "reference": "Simonenko M. Lifestyle factors, self-management & patient empowerment in diabetes care. <a href=\"https://www.escardio.org/Education/Diabetes-and-CVD/Recommended-Reading/life-style-factors-in-diabetes-care\" target=\"_blank\">https://www.escardio.org/Education/Diabetes-and-CVD/Recommended-Reading/life-style-factors-in-diabetes-care</a>. "
          },
          {
            "reference": "Skoglund G, Nilsson BB, Olsen CF, Bergland A, Hilde G. Facilitators and barriers for lifestyle change in people with prediabetes: a meta-synthesis of qualitative studies. <em>BMC Public Health</em>. 2022;22(1):553."
          },
          {
            "reference": "Tiwary A, Rimal A, Paudyal B, Sigdel KR, Basnyat B. Poor communication by health care professionals may lead to life-threatening complications: examples from two case reports. <em>Wellcome Open Research</em>. 2019;4:7."
          },
          {
            "reference": "World Health Organization. Patient Engagement: Technical Series on Safer Primary Care. 2016."
          },
          {
            "reference": "World Health Organization. WHO framework for meaningful engagement of people living with noncommunicable diseases, and mental health and neurological conditions. <a href=\"https://www.who.int/publications/i/item/9789240073074\" target=\"_blank\">https://www.who.int/publications/i/item/9789240073074.</a>   "
          }
        ]
      }
    ]
  }
}